Repository: LTSlw/optimus-gpu-switcher
Catalog: contents/locale/*/*.po
Languages: es

source: EnvyControl query command:
es: Comando EnvyControl de consulta:

source: EnvyControl set mode command:
es: Comando EnvyControl para establecer el modo:

source: Hybrid mode options:
es: Opciones del modo hybrid:

source: Nvidia mode options:
es: Opciones del modo nvidia:

source: EnvyControl reset command:
es: Comando EnvyControl para restablecer cambios:

source: Icon size:
es: Tamaño de ícono:

source: Switching ...
es: Cambiando ...

source: Switching GPU mode, please wait.
es: Cambiando el modo de GPU, por favor espere.

source: GPU mode changed.
es: Modo GPU cambiado.

source: Changes were reset.
es: Los cambios fueron restablecidos.

source: %1 currently in use.
es: %1 actualmente en uso.

source: EnvyControl is not working.
es: EnvyControl no está funcionando.

source: Switched to:
es: Cambiado a:

source: Please reboot your computer for changes to take effect.
es: Por favor, reinicie su ordenador para que los cambios sean efectivos.

source: Change mode:
es: Cambiar modo:

source: Reset all changes made by EnvyControl:
es: Restablecer los cambios realizados por EnvyControl:

source: Reset
es: Restablecer

source: Switch GPU mode
es: Cambiar modo de GPU
